Revit 2022 API
AnalyticalModelSupport Properties
The AnalyticalModelSupport type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
AnalyticalModelSupport Class
Autodesk.Revit.DB.Structure Namespace